{
  "about_us_title": "About Us",
  "about_us_paragraphs": [
    "Phoenicia Access Group connects foreign firms to real opportunities in Syria, managing land sourcing, architectural planning, staffing, and full project coordination with trusted U.S. standards.",
    "Damascus remains a highly relationship-driven market where many high-value properties and services are not publicly listed. Our long-standing network opens doors to vetted opportunities that would otherwise remain inaccessible to foreign firms.",
    "We help companies establish a presence in Syria by securing land, arranging architectural support, sourcing local staff, and handling full project administration.",
    "Based in the U.S. with deep local expertise through our partner in Damascus, we ensure your business launch is efficient, compliant, and secure."
  ],
  "local_partner_title": "Expert Local Partner",
  "local_partner_paragraphs": [
    "With over 40 years of experience in real estate development and architectural engineering, Eng. Hassan Mustafa brings deep, practical expertise to every project. His portfolio includes commercial hotels, restaurants, residential buildings, and various ventures across Damascus and its surrounding areas.",
    "As Phoenicia Access Group’s local advisor, Eng. Mustafa has also collaborated with Gulf-based firms on hotel developments, providing trusted local guidance and technical leadership. His long-standing reputation gives our clients access to vetted land, reliable contractors, and opportunities that are often inaccessible through public channels."
  ],
  "how_it_works_title": "How it Works: From U.S. to Damascus",
  "how_it_works_paragraphs": [
    "**1. Consultation & Planning** – We start with a discovery call to assess your project and location needs.",
    "**2. Local Sourcing & Feasibility** – We propose real estate options and services through our Damascus-based advisor.",
    "**3. Project Launch** – You receive a turnkey plan including land, design, approvals, and staff onboarding.",
    "Most real estate and services in Damascus are still discovered through personal connections. Our trusted local network gives you access to opportunities that aren't publicly listed or advertised online."
  ],
  "hassan_name": "Eng. Hassan Mustafa",
  "hassan_title": "Real Estate Advisor – Damascus & Rif Damascus",
  "about": "About",
  "services": "Services",
  "contact": "Contact",
  "hero_title": "Unlock Hidden Opportunities in Damascus.",
  "hero_subtext": "We launch your business in Damascus with land, design, and on-the-ground support you won’t find online.",
  "contact_us": "Contact Us",
  "services_menu": {
    "land_title": "Land sourcing",
    "land_desc": "Strategic industrial & commercial plots selected for your needs.",
    "design_title": "Design & construction",
    "design_desc": "Architectural plans and project management in compliance with local laws.",
    "staff_title": "Staff & admin setup",
    "staff_desc": "Hire and train local talent, handle permits, and establish administrative structure."
  },
  "trust_points": {
    "direct_access": "Direct access",
    "trusted_network": "Trusted network",
    "years_experience": "40+ years experience",
    "us_compliance": "U.S. compliance"
  },
  "contact_title": "Contact Phoenicia Access Group",
  "contact_subheading": "We’re here to help you.",
  "form": {
    "name": "Name",
    "name_placeholder": "e.g., Jane Smith",
    "email": "Email",
    "email_placeholder": "e.g., jane@company.com",
    "message": "Message",
    "message_placeholder": "Tell us about your project or how we can help..."
  },
  "contact_modal_title": "Thank you!",
  "contact_modal_message": "We received your email and will get back to you shortly.",
  "footer": {
    "rights": "All rights reserved.",
    "navigate": "Navigate",
    "contact": "Contact"
  }
}
